Repository: chiyadev/genshin-schedule
Catalog: web/langs/*.po
Languages: nl

# db.characterMaterials.e52e52
source: Prithiva Topaz
nl: Prithiva Topaas

# db.characterMaterials.e5dbaa
source: Cleansing Heart
nl: Reinigend Hart

# db.characterMaterials.eaa616
source: Vajrada Amethyst
nl: Vajrada Amethist

# db.characterMaterials.f0ec25
source: Perpetual Heart
nl: Eeuwig Hart

# db.characterMaterials.f20cfa
source: Varunada Lazurite Silver
nl: Varunada Lazuriet Zilver

# db.characters.096e0e
source: Character
nl: Personage

# db.characters.584d1b
source: Traveler (Geo)
nl: Reiziger (Geo)

# db.characters.d09c64
source: Traveler (Anemo)
nl: Reiziger (Anemo)

# db.characters.f0737d
source: Traveler (Electro)
nl: Reiziger (Electro)

# db.commonMaterials.02b6af
source: Dead Ley Line Branch
nl: Dode Leylijn-tak

# db.commonMaterials.21acbf
source: Crystal Marrow
nl: Kristal Merg

# db.commonMaterials.2b3cd3
source: Sango Pearl
nl: Sango Parel

# db.commonMaterials.3ef728
source: Heavy Horn
nl: Zware Hoorn

# db.commonMaterials.42027c
source: Divining Scroll
nl: Toverrol

# db.commonMaterials.4fb069
source: Handguard
nl: Handbeschermer

# db.commonMaterials.505973
source: Spectral Core
nl: Spectrale Kern

# db.commonMaterials.574218
source: Firm Arrowhead
nl: Stevige Pijlpunt

# db.commonMaterials.5e010a
source: Hilichurl Mask
nl: Hilichurl Masker

# db.commonMaterials.60776e
source: Naku Weed
nl: Naku Onkruid

# db.commonMaterials.6224ad
source: Mirror Prism
nl: Spiegel Prisma

# db.commonMaterials.6f7fb1
source: Dandelion Seed
nl: Paardenbloem Zaad

# db.commonMaterials.76ab19
source: Slime
nl: Slijm

# db.commonMaterials.76d056
source: Fluorescent Fungus
nl: Fluorescerende Schimmel

# db.commonMaterials.7ccd68
source: Chaos Device
nl: Chaos Apparaat

# db.commonMaterials.7ce6fd
source: Small Lamp Grass
nl: Kleine Lamp Gras

# db.commonMaterials.866176
source: Slime Condensate
nl: Slijm Condensaat

# db.commonMaterials.88dd49
source: Spectral Husk
nl: Spectrale Husk

# db.commonMaterials.8d1274
source: Calla Lily
nl: Calla Lelie

# db.commonMaterials.929cdd
source: Sakura Bloom
nl: Sakura Bloei

# db.commonMaterials.93c0a9
source: Concealed Claw
nl: Verborgen Klauw

# db.commonMaterials.9653ee
source: Starconch
nl: Sterschelp

# db.commonMaterials.9d4696
source: Dismal Prism
nl: Akelig Prisma

# db.commonMaterials.9f19e7
source: Ley Line
nl: Leylijn

# db.commonMaterials.a20818
source: Common Ascension Material
nl: Gewoon Ascensiemateriaal

# db.commonMaterials.a831e1
source: Chaos Gear
nl: Chaos Gereedschap

# db.commonMaterials.ace079
source: Violetgrass
nl: Viooltjesgras

# db.commonMaterials.b1e166
source: Fatui Insignia
nl: Fatui Insigne

# db.commonMaterials.bc0224
source: Silk Flower
nl: Zijden Bloem

# db.commonMaterials.be8c87
source: Fragile Bone Shard
nl: Breekbare Botscherf

# db.commonMaterials.bf08d6
source: Samachurl Scroll
nl: Samachurl Lijst

# db.commonMaterials.c15ca5
source: Sea Ganoderma
nl: Zee Ganoderma

# db.commonMaterials.c5a9ac
source: Treasure Hoarder Insignia
nl: Treasure Hoarder Insigne

# db.commonMaterials.c631e3
source: Hilichurl Horn
nl: Hilichurl Hoorn

# db.commonMaterials.c6cff7
source: Hunter's Sacrificial Knife
nl: Jager's Offer Mes

# db.commonMaterials.cd7e10
source: Mist Grass Pollen
nl: Mist Gras Pollen

# db.commonMaterials.ce7fa6
source: Wolfhook
nl: Wolfshaak

# db.commonMaterials.d47bda
source: Mist Grass
nl: Mist Gras

# db.commonMaterials.d8877a
source: Noctilucous Jade
nl: Nachtelijke Jade

# db.commonMaterials.d88f11
source: Bone Shard
nl: Botscherf

# db.commonMaterials.db3ec4
source: Chaos Part
nl: Chaos Deel

# db.commonMaterials.e1a50a
source: Damaged Mask
nl: Beschadigd Masker

# db.commonMaterials.e78aed
source: Philanemo Mushroom
nl: Philanemo Paddestoel

# db.commonMaterials.ee85bc
source: Glaze Lily
nl: Glazuur Lelie

# db.commonMaterials.f31a91
source: Hilichurl Arrowhead
nl: Hilichurl Pijlpunt

# db.commonMaterials.f55bde
source: Fatui Knife
nl: Fatui Mes

# db.commonMaterials.fb66ad
source: Windwheel Aster
nl: Windwiel Aster

# db.commonMaterials.fd54ff
source: Recruit's Insignia
nl: Rekruut's Insigne

# db.commonMaterials.fd9d15
source: Old Handguard
nl: Oude Handbeschermer

# db.domainCategories.08e597
source: Forgery
nl: Namaak

# db.domainCategories.09a1d0
source: Boss
nl: Eindbaas

# db.domainCategories.4b2b5d
source: Character Ascension Materials and Artifacts
nl: Personage Ascensiemateriaal en Artefacten

# db.domainCategories.6a94a1
source: Talent Level-Up Materials
nl: Talent Level-up Materialen

# db.domainCategories.796e5e
source: Artifacts
nl: Artefacten

# db.domainCategories.999229
source: Domain Category
nl: Domein Categorie

# db.domainCategories.a02f64
source: Blessing
nl: Zegening

# db.domainCategories.a4758a
source: Weapon Ascension Materials
nl: Wapen Ascensiematerialen

# db.domainCategories.a6ee01
source: Trounce
nl: Afrossen

# db.domainCategories.aeab32
source: Mastery
nl: Meesterschap

# db.domainCategories.f98247
source: Weekly Challenge
nl: Wekelijkse Uitdaging

# db.domainDropSets.3153a6
source: Altar of Sands
nl: Altaar van Zanden

# db.domainDropSets.350bc4
source: Sunken Sands
nl: Gezonken Zanden

# db.domainDropSets.4284f2
source: Domain Drop Set
nl: Domein Drop Set

# db.domainDropSets.5a8238
source: Trial Grounds of Thunder
nl: Proefgronden van Bliksem

# db.domainDropSets.6db45f
source: Thundercloud
nl: Onweerswolk

# db.domainDropSets.727bc7
source: City of Reflections
nl: Stad van Weerspiegelingen

# db.domainDropSets.b61667
source: Submerged Valley
nl: Onderstroomde Vallei

# db.domainDropSets.c47ef9
source: Sand Burial
nl: Zandbegrafenis

# db.domainDropSets.dfec8a
source: Ruins of Thirsting Capital
nl: Ruïnes van Dorstig Kapitaal

# db.domainDropSets.f12070
source: Electrostatic Field
nl: Elektrostatisch Veld

# db.domainDropSets.ffe184
source: Thundering Ruins
nl: Donderende Ruïnes

# db.domains.011253
source: Hidden Palace of Lianshan Formula
nl: Verborgen Paleis van Lianshan Formule

# db.domains.0cfa31
source: Forsaken Rift
nl: Verlaten Kloof

# db.domains.1c6c7d
source: Ridge Watch
nl: Ridge Wacht

# db.domains.20c902
source: Anemo Hypostasis
nl: Anemo Hypostase

# db.domains.24e0e0
source: Midsummer Courtyard
nl: Midzomer Binnenplaats

# db.domains.2bbe8b
source: Taishan Mansion
nl: Taishan Vila

# db.domains.2e59fb
source: Narukami Island: Tenshukaku
nl: Narukami Eiland: Tenshukaku

# db.domains.31c6bb
source: Hydro Hypostasis
nl: Hydro Hypostase

# db.domains.5d9d5d
source: Hidden Palace of Zhou Formula
nl: Verborgen Paleis van Zhou Formule

# db.domains.68fb19
source: Golden Wolflord
nl: Gouden Wolfsheer

# db.domains.6ea1ac
source: Court of Flowing Sand
nl: Hof van Stromend Zand

# db.domains.6f9aa8
source: Momiji-Dyed Court
nl: Momiji-Geverfd Hof

# db.domains.70d1b9
source: Wolf of the North Challenge
nl: Wolf van het Noorden Uitdaging

# db.domains.76827f
source: Violet Court
nl: Violet Hof

# db.domains.7bb25e
source: Electro Hypostasis
nl: Electro Hypostase

# db.domains.85e44a
source: Valley of Remembrance
nl: Vallei der Herinnering

# db.domains.8e6257
source: Enter the Golden House
nl: Betreed het Gouden Huis

# db.domains.a00160
source: Domain
nl: Domein

# db.domains.a0d4e3
source: Cryo Hypostasis
nl: Cryo Hypostase

# db.domains.a55538
source: Thunder Manifestation
nl: Bliksem Manifestatie

# db.domains.bd9e6f
source: Pyro Hypostasis
nl: Pyro Hypostase

# db.domains.c4c6cc
source: Peak of Vindagnyr
nl: Piek van Vindagnyr

# db.domains.d4a950
source: Rhodeia of Loch
nl: Rhodeia van Loch

# db.domains.dbf3b5
source: Beneath the Dragon-Queller
nl: Onder de Dragon-Queller

# db.domains.e0808d
source: Slumbering Court
nl: Sluimerend Hof

# db.domains.e2e8f5
source: Geo Hypostasis
nl: Geo Hypostase

# db.domains.f07d15
source: Perpetual Mechanical Array
nl: Eeuwigdurende Mechanische Array

# db.domains.f93fee
source: Confront Stormterror
nl: Confronteer Stormterreur

# db.domains.fc295a
source: Domain of Guyun
nl: Domein van Guyun

# db.domains.fc83f4
source: Clear Pool and Mountain Cavern
nl: Helder Poel en Berggrot

# db.domains.fe4688
source: Cecilia Garden
nl: Cecilia Tuin

# db.icons.0026fa
source: Guidance of the Land
nl: Geleiding van het Land

# db.icons.013c82
source: Red Dye
nl: Rode Kleurstof

# db.icons.02b6af
source: Dead Ley Line Branch
nl: Dode Leylijn-tak

# db.icons.03bcc1
source: Tomato
nl: Tomaat

# db.icons.07244e
source: Other Shops
nl: Andere Winkels

# db.icons.087659
source: Genesis Crystal
nl: Genesis Kristal

# db.icons.0b2b2d
source: Crystal Core
nl: Kristalkern

# db.icons.0dc52d
source: Bamboo
nl: Bamboe

# db.icons.0e7ca0
source: Starsilver
nl: Sterrenzilver

# db.icons.0e95d3
source: Lizard Tail
nl: Hagedis Staart

# db.icons.10fe45
source: Character ascension material
nl: Personage ascensiemateriaal

# db.icons.13fe0a
source: Fine Enhancement Ore
nl: Fijn Verbeterings Erts

# db.icons.15e7d8
source: Iron Chunk
nl: Ijzeren Brok

# db.icons.1a2bb9
source: Mist Flower Corolla
nl: Mist Bloem Corolla

# db.icons.1e3dc1
source: Radish
nl: Radijs

# db.icons.21acbf
source: Crystal Marrow
nl: Kristal Merg

# db.icons.22457b
source: Portable Waypoint
nl: Draagbaar Waypoint

# db.icons.23dfdf
source: Ore
nl: Erts

# db.icons.2456aa
source: Blue Dye
nl: Blauwe Kleurstof

# db.icons.2532a7
source: Yellow Circle
nl: Gele Cirkel

# db.icons.263550
source: Brilliant Diamond Silver
nl: Briljant Diamant Zilver

# db.icons.29514d
source: Shrimp Meat
nl: Garnalen Vlees

# db.icons.2b3cd3
source: Sango Pearl
nl: Sango Parel

# db.icons.2d0e3a
source: Companionship Experience
nl: Gezelschap XP

# db.icons.2ecbee
source: Furnishing
nl: Meubilair

# db.icons.33c8b8
source: Battle Pass Bundle
nl: Battle Pass Bundel

# db.icons.38f5ee
source: Potato
nl: Aardappel

# db.icons.393374
source: Apple
nl: Appel

# db.icons.3a604c
source: Weapon enhancement material
nl: Wapen verbeterings materiaal

# db.icons.3b03be
source: Mint
nl: Munt

# db.icons.3e81e3
source: Wheat
nl: Tarwe

# db.icons.3e9210
source: Artifact
nl: Artefact

# db.icons.3ef728
source: Heavy Horn
nl: Zware Hoorn

# db.icons.40be2a
source: Fowl
nl: Kip

# db.icons.4129ff
source: General Goods
nl: Algemene Goederen

# db.icons.41cfca
source: Fish
nl: Vis

# db.icons.41d4a2
source: Crystal Chunk
nl: Kristal Brok

# db.icons.42027c
source: Divining Scroll
nl: Toverrol

# db.icons.442b7d
source: Agnidus Agate Silver
nl: Agnidus Agaat Zilver

# db.icons.4a3007
source: Butterfly Wings
nl: Vlindervleugels

# db.icons.4ae142
source: Fir Wood
nl: Vurenhout

# db.icons.4c9716
source: Condensed Resin
nl: Gecondenseerde Resin

# db.icons.4d4e7c
source: Battle Pass Experience
nl: Battle Pass XP

# db.icons.4dbe55
source: Character EXP material
nl: Personage XP materiaal

# db.icons.525124
source: Luminescent Spine
nl: Lichtgevende Ruggengraat

# db.icons.53f73c
source: Pinecone
nl: Dennenappel

# db.icons.544601
source: Vajrada Amethyst Silver
nl: Vajrada Amethist Zilver

# db.icons.574218
source: Firm Arrowhead
nl: Stevige Pijlpunt

# db.icons.57fb2f
source: Masterless Stardust
nl: Meesterloze Sterrenstof

# db.icons.5bdc86
source: Local specialty of Liyue
nl: Lokale specialiteit van Liyue

# db.icons.60776e
source: Naku Weed
nl: Naku Onkruid

# db.icons.61a03d
source: Prithiva Topaz Silver
nl: Prithiva Topaas Zilver

# db.icons.6232ee
source: Cooking ingredient
nl: Kook ingrediënt

# db.icons.6453b7
source: Horsetail
nl: Paardenstaart

# db.icons.698018
source: Sandbearer Wood
nl: Zanddrager Hout

# db.icons.6f7fb1
source: Dandelion Seed
nl: Paardenbloem Zaad

# db.icons.740397
source: Local Specialty of Inazuma
nl: Lokale specialiteit van Inazuma

# db.icons.7486de
source: White Iron Chunk
nl: Wit IJzeren Brok

# db.icons.74bf77
source: Wanderer's Advice
nl: Dwalers Advies

# db.icons.767429
source: Bird Egg
nl: Vogelei

# db.icons.76d056
source: Fluorescent Fungus
nl: Fluorescerende Schimmel

# db.icons.7bbaf1
source: Shivada Jade Silver
nl: Shivada Jade Zilver

# db.icons.7cc8a0
source: Material
nl: Materiaal

# db.icons.7ccd68
source: Chaos Device
nl: Chaos Apparaat

# db.icons.7ce6fd
source: Small Lamp Grass
nl: Kleine Lamp Gras

# db.icons.7ef6f5
source: Hero's Wit
nl: Heldenverstand

# db.icons.7fa082
source: Mushroom
nl: Paddenstoel

# db.icons.7fd8e5
source: Chilled Meat
nl: Gekoeld Vlees

# db.icons.866176
source: Slime Condensate
nl: Slijm Condensaat

# db.icons.88dd49
source: Spectral Husk
nl: Spectrale Husk

# db.icons.89d95a
source: Pink Circle
nl: Roze Cirkel

# db.icons.8d1274
source: Calla Lily
nl: Calla Lelie

# db.icons.8d722e
source: Berry
nl: Bes

# db.icons.901e12
source: Purple Circle
nl: Paarse Cirkel

# db.icons.90c287
source: Onion
nl: Ui

# db.icons.929cdd
source: Sakura Bloom
nl: Sakura Bloei

# db.icons.93c0a9
source: Concealed Claw
nl: Verborgen Klauw

# db.icons.9410ec
source: Parametric Transformer
nl: Parametrische Transformator

# db.icons.9653ee
source: Starconch
nl: Sterschelp

# db.icons.9d4696
source: Dismal Prism
nl: Akelig Prisma

# db.icons.9edf8f
source: Blacksmith
nl: Smid

# db.icons.9ef200
source: Pine Wood
nl: Dennenhout

# db.icons.a01a12
source: Local specialty of Mondstadt
nl: Lokale specialiteit van Mondstadt

# db.icons.a5adc2
source: Cuihua Wood
nl: Cuihua Hout

# db.icons.a5b195
source: Electro Crystal
nl: Electro Kristal

# db.icons.a5dfca
source: Enhancement Ore
nl: Verbetering Erts

# db.icons.a831e1
source: Chaos Gear
nl: Chaos Gereedschap

# db.icons.aa6277
source: Experience
nl: XP

# db.icons.abfa4a
source: Souvenir Shop
nl: Souvenirwinkel

# db.icons.ace079
source: Violetgrass
nl: Viooltjesgras

# db.icons.b11983
source: Cyan Circle
nl: Cyaan Cirkel

# db.icons.b324da
source: Transient Resin
nl: Voorbijgaande Resin

# db.icons.b35f1b
source: Orange Circle
nl: Oranje Cirkel

# db.icons.b38d81
source: Fragrant Cedar Wood
nl: Geurig Cederhout

# db.icons.b42c8b
source: Adventurer's Experience
nl: Avonturiers XP

# db.icons.b5d05a
source: Amethyst Lump
nl: Amethist Klomp

# db.icons.b9fa1d
source: Vitalized Dragontooth
nl: Geactiveerde Drakentand

# db.icons.bc0224
source: Silk Flower
nl: Zijden Bloem

# db.icons.bc7f2c
source: Circle
nl: Cirkel

# db.icons.bd5cf8
source: Red Circle
nl: Rode Cirkel

# db.icons.be8c87
source: Fragile Bone Shard
nl: Breekbare Botscherf

# db.icons.c0b022
source: Vayuda Turquoise Silver
nl: Vayuda Turkoois Zilver

# db.icons.c138a3
source: Gray Circle
nl: Grijze Cirkel

# db.icons.c15ca5
source: Sea Ganoderma
nl: Zee Ganoderma

# db.icons.c331fe
source: Raw Meat
nl: Rauw Vlees

# db.icons.c5a9ac
source: Treasure Hoarder Insignia
nl: Treasure Hoarder Insigne

# db.icons.c6cff7
source: Hunter's Sacrificial Knife
nl: Jager's Offer Mes

# db.icons.c7c1c1
source: Lotus Head
nl: Lotus Kop

# db.icons.ca10ad
source: Loach Pearl
nl: Voorn Parel

# db.icons.caa480
source: Green Circle
nl: Groene Cirkel

# db.icons.cc7a59
source: Mystic Enhancement Ore
nl: Mystieke Verbetering Erts

# db.icons.ccba58
source: Carrot
nl: Wortel

# db.icons.cd14cb
source: Fabric
nl: Stof

# db.icons.cd7e10
source: Mist Grass Pollen
nl: Mist Gras Pollen

# db.icons.ce7fa6
source: Wolfhook
nl: Wolfshaak

# db.icons.d53c75
source: Masterless Starglitter
nl: Meesterloze Sterrenglitter

# db.icons.d8468e
source: Common ascension material
nl: Gewoon ascensie materiaal

# db.icons.d8877a
source: Noctilucous Jade
nl: Nachtelijke Jade

# db.icons.e0e475
source: Adepti Seeker's Stove
nl: Adepti Zoekers Haard

# db.icons.e1a50a
source: Damaged Mask
nl: Beschadigd Masker

# db.icons.e1c624
source: Almond
nl: Amandel

# db.icons.e770a4
source: Philosophies of the Land
nl: Filosofieën van het Land

# db.icons.e78aed
source: Philanemo Mushroom
nl: Philanemo Paddestoel

# db.icons.e7985d
source: Currency
nl: Valuta

# db.icons.eabb1d
source: Teal Circle
nl: Wintergroene Cirkel

# db.icons.ee85bc
source: Glaze Lily
nl: Glazuur Lelie

# db.icons.effb8d
source: Bundle
nl: Bundel

# db.icons.f01710
source: Frog
nl: Kikker

# db.icons.f0480a
source: Blue Circle
nl: Blauwe Cirkel

# db.icons.f089f5
source: Yellow Dye
nl: Gele Kleurstof

# db.icons.f0996a
source: Flaming Flower Stamen
nl: Vlammende Bloem Meeldraden

# db.icons.f20cfa
source: Varunada Lazurite Silver
nl: Varunada Lazuriet Zilver

# db.icons.f462d2
source: Magical Crystal Chunk
nl: Magische Kristal Brok

# db.icons.f493cf
source: Birch Wood
nl: Berkenhout

# db.icons.f4d3f2
source: Adventure Experience
nl: Avontuur XP

# db.icons.f4f3bd
source: Bamboo Segment
nl: Bamboe Segment

# db.icons.f5cea5
source: Cabbage
nl: Kool

# db.icons.fa7985
source: Sweet Flower
nl: Zoete Bloem

# db.icons.fb66ad
source: Windwheel Aster
nl: Windwiel Aster

# db.icons.fd54ff
source: Recruit's Insignia
nl: Rekruut's Insigne

# db.icons.fd9d15
source: Old Handguard
nl: Oude Handbeschermer

# db.icons.fe8ed6
source: Crab
nl: Krab

# db.map.03b6ce
source: Cider Lake
nl: Cidermeer

# db.map.082833
source: Cape Oath
nl: Kaapse Eed

# db.map.145456
source: Starglow Cavern
nl: Sterrenlicht Grot

# db.map.15da53
source: Skyfrost Nail
nl: Hemelvorst Nagel

# db.map.16620e
source: Starsnatch Cliff
nl: Sterrenkijker Klif

# db.map.1f32ba
source: Snow-Covered Path
nl: Besneeuwd Pad

# db.map.2674f8
source: Cuijue Slope
nl: Cuijue Helling

# db.map.3af338
source: Entombed City - Outskirts
nl: Verborgen Stad - Buitenwijken

# db.map.48d455
source: Stormterror's Lair
nl: Stormterreurs Schuilplaats

# db.map.4a30b1
source: Wangshu Inn
nl: Wangshu Herberg

# db.map.4b454f
source: Luhua Pool
nl: Luhua Poel

# db.map.540286
source: Guyun Stone Forest
nl: Guyun Stenen Bos

# db.map.576457
source: Tianqiu Valley
nl: Tianqiu Vallei

# db.map.587277
source: Qingyun Peak
nl: Qingyun Piek

# db.map.67056c
source: Thousand Winds Temple
nl: Duizend Winden Tempel

# db.map.68f8de
source: Chasm
nl: Afgrond

# db.map.6da2ab
source: Falcon Coast
nl: Valkenkust

# db.map.6dcc87
source: Whispering Woods
nl: Fluisterend Bos

# db.map.74fcf0
source: Mingyun Village
nl: Mingyun Dorp

# db.map.7febf1
source: Guili Plains
nl: Guili Vlakten

# db.map.8566ec
source: Starfell Lake
nl: Starfell Meer

# db.map.8cfe9e
source: Qingce Village
nl: Qingce Dorp

# db.map.8e2190
source: Dihua Marsh
nl: Dihua Moeras

# db.map.a61d69
source: Huaguang Stone Forest
nl: Huaguang Stenen Bos

# db.map.aaa08a
source: Liyue Harbor
nl: Liyue Haven

# db.map.ad2439
source: Dunyu Ruins
nl: Dunyu Ruïnes

# db.map.afc0c3
source: Wuwang Hill
nl: Wuwang Heuvel

# db.map.b724b2
source: Entombed City - Ancient Palace
nl: Verborgen Stad - Antiek Paleis

# db.map.bf26ec
source: Dadaupa Gorge
nl: Dadaupa Kloof

# db.map.c333f8
source: Musk Reef
nl: Muskusrif

# db.map.c3ef8e
source: Stormbearer Mountains
nl: Stormbewaarder Bergen

# db.map.cb3dbb
source: Stormbearer Point
nl: Stormbewaarder Punt

# db.map.ee39fa
source: Wyrmrest Valley
nl: Wyrmrest Vallei

# db.map.f7d6f3
source: Stone Gate
nl: Stenen Poort

# db.map.f978c6
source: Dawn Winery
nl: Dawn Wijnmakerij

# db.map.fbe305
source: Qingxu Pool
nl: Qingxu Poel

# db.regions.967696
source: Region
nl: Regio

# db.talentMaterials.03c76b
source: Shard of a Foul Legacy
nl: Scherf van een Vuile Erfenis

# db.talentMaterials.08f385
source: Spirit Locket of Boreas
nl: Geest Locket van Boreas

# db.talentMaterials.1b0aa2
source: Gold
nl: Goud

# db.talentMaterials.2238ed
source: Dvalin's Plume
nl: Dvalins Pluim

# db.talentMaterials.2276fe
source: Shadow of the Warrior
nl: Schaduw van de Krijger

# db.talentMaterials.24721e
source: Bloodjade Branch
nl: Bloedjade Tak

# db.talentMaterials.248351
source: Gilded Scale
nl: Vergulde Schub

# db.talentMaterials.2d7841
source: Teachings of Diligence
nl: Leringen van Volharding

# db.talentMaterials.33d5e3
source: Tail of Boreas
nl: Staart van Boreas

# db.talentMaterials.3b3d82
source: Molten Moment
nl: Gesmolten Moment

# db.talentMaterials.3d6db9
source: Teachings of Elegance
nl: Leringen van Elegantie

# db.talentMaterials.476508
source: Ballad
nl: Ballade

# db.talentMaterials.4a54fe
source: Teachings of Transience
nl: Leringen van Vergankelijkheid

# db.talentMaterials.4f38f4
source: Transience
nl: Vergankelijkheid

# db.talentMaterials.5a4b80
source: Ring of Boreas
nl: Ring van Boreas

# db.talentMaterials.5b3857
source: Teachings of Ballad
nl: Leringen van Ballade

# db.talentMaterials.6955de
source: Dvalin's Claw
nl: Dvalins Klauw

# db.talentMaterials.6f9de0
source: Elegance
nl: Elegantie

# db.talentMaterials.7d035f
source: Dvalin's Sigh
nl: Dvalins Zucht

# db.talentMaterials.90c99f
source: Teachings of Freedom
nl: Leringen van Vrijheid

# db.talentMaterials.969122
source: Teachings of Prosperity
nl: Leringen van Welvaart

# db.talentMaterials.997cd8
source: Prosperity
nl: Welvaart

# db.talentMaterials.a0af03
source: Tusk of Monoceros Caeli
nl: Slagtand van Monoceros Caeli

# db.talentMaterials.a5ac2e
source: Teachings of Resistance
nl: Leringen van Verzet

# db.talentMaterials.bc67eb
source: Ashen Heart
nl: Asgrauw Hart

# db.talentMaterials.c6a0f7
source: Resistance
nl: Verzet

# db.talentMaterials.cbd4e8
source: Dragon Lord's Crown
nl: Drakenheers Kroon

# db.talentMaterials.ce07c6
source: Freedom
nl: Vrijheid

# db.talentMaterials.ddc738
source: Light
nl: Licht

# db.talentMaterials.e14aed
source: Talent Level-Up Material
nl: Talent Level-Up Materiaal

# db.talentMaterials.e5d4a4
source: Teachings of Light
nl: Leringen van Licht

# db.talentMaterials.fb1067
source: Hellfire Butterfly
nl: Hellevuur Vlinder

# db.talentMaterials.fc587a
source: Teachings of Gold
nl: Leringen van Goud

# db.talentMaterials.ffd8d6
source: Diligence
nl: Volharding

# db.weaponMaterials.009f9a
source: Grain of Aerosiderite
nl: Korrel van Aerosideriet

# db.weaponMaterials.040efa
source: Tile of Decarabian's Tower
nl: Tegel van Decarabians Toren

# db.weaponMaterials.097db0
source: Mask
nl: Masker

# db.weaponMaterials.12045a
source: Fetters of the Dandelion Gladiator
nl: Boeien van de Paardenbloem Gladiator

# db.weaponMaterials.33389c
source: Boreal Wolf's Milk Tooth
nl: Boreale Wolven Melktand

# db.weaponMaterials.4d0c6f
source: Decarabian
nl: Decarabiaan

# db.weaponMaterials.580f83
source: Aerosiderite
nl: Aerosideriet

# db.weaponMaterials.5c6a21
source: Luminous Sands from Guyun
nl: Lichtgevend Zand van Guyun

# db.weaponMaterials.5fb6f7
source: Weapon Ascension Material
nl: Wapen Ascensie Materiaal

# db.weaponMaterials.673ee5
source: Mask of the Wicked Lieutenant
nl: Masker van de Gemene Luitenant

# db.weaponMaterials.735b94
source: Boreal Wolf
nl: Boreale Wolf

# db.weaponMaterials.cf0c7e
source: Dandelion Gladiator
nl: Paardenbloem Gladiator

# db.weaponMaterials.de26b9
source: Coral Branch of a Distant Sea
nl: Koraaltak van een Verre Zee

# db.weaponMaterials.f3c2f2
source: Narukami's Wisdom
nl: Narukami's Wijsheid

# db.weaponMaterials.f51889
source: Mist Veiled Elixir
nl: Mist Versluierd Elixir

# db.weaponMaterials.f94a84
source: Mist Veiled Lead Elixir
nl: Mist Versluierd Lood Elixir

# db.weaponMaterials.fa188c
source: Branch of Distant Sea
nl: Tak van Verre Zee

# db.weapons.02470f
source: White Iron Greatsword
nl: Wit IJzeren Grootzwaard

# db.weapons.025ed2
source: Amos' Bow
nl: Amos' Boog

# db.weapons.03f248
source: Dragonspine Spear
nl: Drakenrug Speer

# db.weapons.040218
source: Kitain Cross Spear
nl: Kitaans Kruis Speer

# db.weapons.073d1f
source: The Unforged
nl: De Onvervalste

# db.weapons.0c4b78
source: Skyward Harp
nl: Hemelse Harp

# db.weapons.0c570b
source: Magic Guide
nl: Magische Gids

# db.weapons.0c59e2
source: Blackcliff Longsword
nl: Blackcliff Langzwaard

# db.weapons.119465
source: Sacrificial Greatsword
nl: Opofferend Grootzwaard

# db.weapons.119676
source: Polar Star
nl: Poolster

# db.weapons.138035
source: Blackcliff Slasher
nl: Blackcliff Slachter

# db.weapons.13b285
source: Otherworldly Story
nl: Buitenaards Verhaal

# db.weapons.15dfab
source: Cool Steel
nl: Koel Staal

# db.weapons.16cefd
source: Royal Grimoire
nl: Koninklijk Grimoire

# db.weapons.180e9e
source: Fillet Blade
nl: Fileermes
