Repository: chiyadev/genshin-schedule
Catalog: web/langs/*.po
Languages: nl

# db.weapons.188019
source: Festering Desire
nl: Hunkerend Verlangen

# db.weapons.1ac9a9
source: Rust
nl: Roest

# db.weapons.1c3519
source: Royal Spear
nl: Koninklijke Speer

# db.weapons.1fc19a
source: Wavebreaker's Fin
nl: Golfbrekers Vin

# db.weapons.1fd882
source: Cinnabar Spindle
nl: Cinnaber Spindel

# db.weapons.230154
source: Dodoco Tales
nl: Dodoco Verhalen

# db.weapons.313d62
source: Skyrider Greatsword
nl: Luchtrijder Grootzwaard

# db.weapons.3801e6
source: The Alley Flash
nl: De Steeg Flits

# db.weapons.39d5a4
source: Everlasting Moonglow
nl: Eeuwige Maangloed

# db.weapons.3ba383
source: Blackcliff Pole
nl: Blackcliff Stok

# db.weapons.3bc913
source: Sacrificial Bow
nl: Offerboog

# db.weapons.3e536f
source: Frostbearer
nl: IJsdrager

# db.weapons.4488ef
source: Deathmatch
nl: Doodslag

# db.weapons.46ab3b
source: Memory of Dust
nl: Geheugen van Stof

# db.weapons.471e2a
source: Dark Iron Sword
nl: Donker IJzeren Zwaard

# db.weapons.48bcb2
source: Thrilling Tales of Dragon Slayers
nl: Spannende Verhalen van Drakendoders

# db.weapons.48dcf8
source: Sacrificial Fragments
nl: Offer Fragmenten

# db.weapons.48e9df
source: Royal Bow
nl: Koninklijke Boog

# db.weapons.4da5a4
source: Debate Club
nl: Debat Knuppel

# db.weapons.4df4c4
source: Skyrider Sword
nl: Luchtrijder Zwaard

# db.weapons.4f92ed
source: Lithic Blade
nl: Lithisch Mes

# db.weapons.500132
source: Iron Sting
nl: IJzeren Steek

# db.weapons.5553fb
source: Dragon's Bane
nl: Draken Gif

# db.weapons.587ae5
source: Elegy for the End
nl: Elegie voor het Eind

# db.weapons.59adc6
source: Compound Bow
nl: Compoundboog

# db.weapons.59b38a
source: Lithic Spear
nl: Lithische Speer

# db.weapons.5e235d
source: Solar Pearl
nl: Zonne Parel

# db.weapons.5e65dc
source: Calamity Queller
nl: Kalamiteiten Bestrijder

# db.weapons.623be3
source: Halberd
nl: Hellebaard

# db.weapons.630c0f
source: Twin Nephrite
nl: Tweeling Nefriet

# db.weapons.6a706f
source: The Black Sword
nl: Het Zwarte Zwaard

# db.weapons.737d80
source: Primordial Jade Winged-Spear
nl: Gevleugelde Oerjade Speer

# db.weapons.7443eb
source: Wolf's Gravestone
nl: Wolven Grafsteen

# db.weapons.748ca0
source: Prototype Amber
nl: Prototype Barnsteen

# db.weapons.78c45f
source: Sword of Descension
nl: Zwaard van Ondergang

# db.weapons.7b69b8
source: The Bell
nl: De Bel

# db.weapons.867c82
source: Wine and Song
nl: Wijn en Lied

# db.weapons.874a83
source: Eye of Perception
nl: Oog van Waarneming

# db.weapons.88b507
source: Prototype Starglitter
nl: Prototype Sterrenglitter

# db.weapons.8990d6
source: Prototype Crescent
nl: Prototype Halve Maan

# db.weapons.8b8a4f
source: Weapon
nl: Wapen

# db.weapons.8de396
source: Sacrificial Sword
nl: Offerzwaard

# db.weapons.8e76e6
source: Favonius Warbow
nl: Favonius Oorlogsboog

# db.weapons.8f3c08
source: Windblume Ode
nl: Ode aan de Windblume

# db.weapons.932810
source: Emerald Orb
nl: Smaragden Bol

# db.weapons.9c6933
source: Freedom-Sworn
nl: Vrijheid Gezworen

# db.weapons.9d7f69
source: Prototype Archaic
nl: Prototype Archaïsch

# db.weapons.9fe22c
source: Summit Shaper
nl: Top Vormer

# db.weapons.a0205e
source: Messenger
nl: Boodschapper

# db.weapons.a1a162
source: Rainslasher
nl: Regen Slachter

# db.weapons.a2de1f
source: The Catch
nl: De Vangst

# db.weapons.a66256
source: Traveler's Handy Sword
nl: Reizigers Handige Zwaard

# db.weapons.a77ea9
source: The Stringless
nl: De Snaarloze

# db.weapons.a794cd
source: Blackcliff Agate
nl: Blackcliff Agaat

# db.weapons.ad7045
source: Predator
nl: Roofdier

# db.weapons.b1b853
source: Skyward Blade
nl: Hemelse Kling

# db.weapons.b2d661
source: Lost Prayer to the Sacred Winds
nl: Verloren Gebed tot de Heilige Winden

# db.weapons.b5f792
source: Royal Greatsword
nl: Koninklijk Grootzwaard

# db.weapons.b70f24
source: Mouun's Moon
nl: Mouun's Maan

# db.weapons.bde733
source: Raven Bow
nl: Ravenboog

# db.weapons.bffca8
source: Favonius Lance
nl: Favonius Lans

# db.weapons.c1ee71
source: Mitternachts Waltz
nl: Nachtelijke Waltz

# db.weapons.ca27da
source: Lion's Roar
nl: Leeuwen Brul

# db.weapons.caea60
source: Mistsplitter Reforged
nl: Mistsplitser Hersmeed

# db.weapons.cb0fdc
source: Recurve Bow
nl: Recurve Boog

# db.weapons.cd6a74
source: Harbinger of Dawn
nl: Voorbode van Schemering

# db.weapons.cd75c9
source: Mappa Mare
nl: Mappa Merrie

# db.weapons.ce3943
source: Crescent Pike
nl: Halvemaan Spies

# db.weapons.ced704
source: Bloodtainted Greatsword
nl: Bloeddorstig Grootzwaard

# db.weapons.d21193
source: Primordial Jade Cutter
nl: Oerjade Snijder

# db.weapons.d54d9d
source: Engulfing Lightning
nl: Overspoelende Bliksem

# db.weapons.d63451
source: Vortex Vanquisher
nl: Vortex Verdelger

# db.weapons.d6fdb8
source: Favonius Greatsword
nl: Favonius Grootzwaard

# db.weapons.d8a782
source: Alley Hunter
nl: Steeg Jager

# db.weapons.da3955
source: The Flute
nl: De Fluit

# db.weapons.de23c9
source: Whiteblind
nl: Witblind

# db.weapons.df6bad
source: The Viridescent Hunt
nl: De Maagdelijke Jacht

# db.weapons.e33267
source: Luxurious Sea-Lord
nl: Luxueuze Zeeheer

# db.weapons.e43450
source: Staff of Homa
nl: Staf van Homa

# db.weapons.e53a5e
source: Skyward Pride
nl: Hemelse Trots

# db.weapons.e6fc75
source: Blackcliff Warbow
nl: Blackcliff Oorlogsboog

# db.weapons.e87597
source: Sharpshooter's Oath
nl: Scherpschutters Eed

# db.weapons.e95d91
source: Favonius Sword
nl: Favonius Zwaard

# db.weapons.e9f646
source: Skyward Spine
nl: Hemelse Ruggegraat

# db.weapons.ece880
source: Ferrous Shadow
nl: IJzeren Schaduw

# db.weapons.ed05a0
source: Serpent Spine
nl: Slangenrug

# db.weapons.f20081
source: White Tassel
nl: Witte Kwast

# db.weapons.f531f1
source: The Widsith
nl: De Widsith

# db.weapons.f62d45
source: Song of Broken Pines
nl: Lied van Gebroken Dennen

# db.weapons.f67ae4
source: Black Tassel
nl: Zwarte Kwast

# db.weapons.f7393e
source: Slingshot
nl: Katapult

# db.weapons.f7afc0
source: Snow-Tombed Starsilver
nl: Besneeuwd Sterrenzilver

# db.weapons.f81f58
source: Redhorn Stonethresher
nl: Roodhoorn Steenhouwer

# db.weapons.f8cb91
source: Royal Longsword
nl: Koninklijk Langzwaard

# db.weapons.fda75f
source: Skyward Atlas
nl: Hemelse Atlas

# db.weapons.ffe36a
source: Beginner's Protector
nl: Beginners Beschermer

# pages.customize.artifacts.[name].146974
source: artifact
nl: artefact

# pages.customize.artifacts.[name].f87fc3
source: No such artifact.
nl: Geen dergelijk artefact.

# pages.customize.characters.[name].9bd832
source: No such character.
nl: Geen dergelijk personage.

# pages.customize.characters.[name].e5ae51
source: character
nl: personage

# pages.customize.weapons.[name].6a78b3
source: No such weapon.
nl: Geen dergelijk wapen.

# pages.customize.weapons.[name].78facd
source: weapon
nl: wapen

# pages.home.notifications.queue.67684b
source: Notification queue
nl: Meldingen wachtrij

# pages.home.notifications.queue.76b25d
source: Send now
nl: Nu versturen

# pages.home.notifications.queue.87f26c
source: Dequeue
nl: Uit wachtrij verwijderen

# pages.home.notifications.queue.c5b4ec
source: Scheduled at {time} in {duration}.
nl: Gepland om {tijd} in {tijdsloop}.

# pages.home.notifications.queue.fcf2e1
source: There are no notifications in queue.
nl: Er zijn geen meldingen in de wachtrij.

# pages.index.0b66ba
source: Tracks open world resources and reminds you as soon as they respawn. There is no limit to the number of pins.
nl: Volgt open wereld grondstoffen en herinner je eraan zodra ze respawnen. Er is geen limiet aan het aantal pins.

# pages.index.0ed193
source: Tracks your resins and estimates when it will recharge without having to open the game.
nl: Houd je resin bij en voorspeld wanneer het opgeladen is zonder dat je het spel hoeft te openen.

# pages.index.37b47a
source: Signing in will enable synchronization across multiple devices. If you do not already have an account, it will be created automatically.
nl: Inloggen zal synchronisatie voor meerdere apparaten aanzetten. Als je nog geen account hebt, zal deze automatisch aangemaakt worden.

# pages.index.49026d
source: Sign in
nl: Inloggen

# pages.index.657a74
source: Features
nl: Functies

# pages.index.755c57
source: Task scheduler
nl: Taakplanner

# pages.index.79dc9c
source: Domain view
nl: Domein overzicht

# pages.index.96d48b
source: Resin calculator
nl: Resin rekenmachine

# pages.index.a92dae
source: Shows which domains can be cleared for ascension materials and artifacts for the day.
nl: Laat zien welke domeinen je kan doen voor ascensiemateriaal of artefacten voor die dag.

# pages.index.e3e15c
source: Genshin Schedule
nl: Genshin Schema

# pages.index.fcffbd
source: Genshin Schedule is a website to help you keep track of time-related game activities in Genshin Impact.
nl: Genshin Schema is een website die je helpt bij het bijhouden van tijdgerelateerde spelactiviteiten in Genshin Impact.

# utils.time.19685b
source: Millisecond
nl: Milliseconde

# utils.time.1eb30e
source: {value, plural, one {# millisecond} other {# milliseconds}}
nl: {waarde, meervoud, één {# milliseconde} andere {# milliseconden}}

# utils.time.205a35
source: Year
nl: Jaar

# utils.time.42b8a1
source: Friday
nl: Vrijdag

# utils.time.4ee319
source: {value, plural, one {# week} other {# weeks}}
nl: {waarde, meervoud, één {# week} andere {# weken}}

# utils.time.577d30
source: {value, plural, one {# year} other {# years}}
nl: {waarde, meervoud, één {# jaar} andere {# jaren}}

# utils.time.58c347
source: Saturday
nl: Zaterdag

# utils.time.600818
source: Tuesday
nl: Dinsdag

# utils.time.6b332c
source: Monday
nl: Maandag

# utils.time.6c080b
source: {value, plural, one {# hour} other {# hours}}
nl: {waarde, meervoud, één {# uur} andere {# uur}}

# utils.time.6f5d56
source: Hour
nl: Uur

# utils.time.9716e5
source: Wednesday
nl: Woensdag

# utils.time.989474
source: Sunday
nl: Zondag

# utils.time.9febbe
source: {value, plural, one {# day} other {# days}}
nl: {waarde, meervoud, één {# dag} andere {# dagen}}

# utils.time.a80854
source: Thursday
nl: Donderdag

# utils.time.b71604
source: Second
nl: Tweede

# utils.time.c32d7f
source: {value, plural, one {# minute} other {# minutes}}
nl: {waarde, meervoud, één {# minuut} andere {# minuten}}

# utils.time.c67dcc
source: {value, plural, one {# second} other {# seconds}}
nl: {waarde, meervoud, één {# seconde} andere {# seconden}}

# utils.time.c743e7
source: Minute
nl: Minuut

# utils.time.ee95eb
source: Day
nl: Dag
