Repository: chiyadev/genshin-schedule
Catalog: web/langs/*.po
Languages: nl

# components.Auth.UserSignIn.242220
source: Username
nl: Gebruikersnaam

# components.Auth.UserSignIn.57f247
source: Forgot password?
nl: Wachtwoord vergeten?

# components.Auth.UserSignIn.67b73d
source: Continue without signing in
nl: Doorgaan zonder in te loggen

# components.Auth.UserSignIn.7249ee
source: Never reuse your miHoYo password on Genshin-related websites.
nl: Hergebruik nooit je miHoYo wachtwoord op Genshin-gerelateerde websites.

# components.Auth.UserSignIn.93eb72
source: All data will be stored locally on the browser.
nl: Alle gegevens worden lokaal in de browser opgeslagen.

# components.Auth.UserSignIn.bc7fa7
source: Read more.
nl: Lees verder.

# components.Auth.UserSignIn.c12651
source: Submit
nl: Verstuur

# components.Auth.UserSignIn.e6c83b
source: Password
nl: Wachtwoord

# components.ChangelogModal.3a15e6
source: Update changelog
nl: Wijzigingslogboek bijwerken

# components.ClockOffsetWarning.85fdee
source: Showing schedule {offset, plural, =1 {for tomorrow} =-1 {for yesterday} other {in # days}}.
nl: Schema {compensatie, meervoud, =1 {voor morgen} =-1 {voor gisteren} anders {in # dagen}}.

# components.ClockOffsetWarning.8e6fec
source: Reset
nl: Resetten

# components.Customize.ArtifactInfo.NoteInput.ab582f
source: e.g. Lumine's artifact
nl: bijv. Lumines artefact

# components.Customize.ArtifactInfo.NoteInput.c6a1b4
source: Additional notes
nl: Extra notities

# components.Customize.ArtifactInfo.Toggle.cce039
source: Show on schedule
nl: Toon op schema

# components.Customize.ArtifactInfo.Toggle.cf77f8
source: Scheduled domains will appear on the days they are available.
nl: Geplande domeinen verschijnen op de dagen dat ze beschikbaar zijn.

# components.Customize.ArtifactList.index.796e5e
source: Artifacts
nl: Artefacten

# components.Customize.CharacterInfo.CommonMaterialDisplay.8b6c08
source: Add as task
nl: Als taak toevoegen

# components.Customize.CharacterInfo.CommonMaterialDisplay.b4b55a
source: ascension material for {name}
nl: ascensie materiaal voor {naam}

# components.Customize.CharacterInfo.NoteInput.1cfa1e
source: e.g. Anemo traveler
nl: Bijv. Anemo reiziger

# components.Customize.CharacterInfo.NoteInput.c6a1b4
source: Additional notes
nl: Extra notities

# components.Customize.CharacterInfo.Toggle.cce039
source: Show on schedule
nl: Toon op schema

# components.Customize.CharacterInfo.Toggle.cf77f8
source: Scheduled domains will appear on the days they are available.
nl: Geplande domeinen verschijnen op de dagen dat ze beschikbaar zijn.

# components.Customize.CharacterList.index.4e372c
source: Characters
nl: Personages

# components.Customize.LeakedWarning.8c8c3a
source: This page may be inaccurate.
nl: Deze pagina kan fouten bevatten.

# components.Customize.LeakedWarning.ddaaad
source: The following information is based on leaked data from beta versions of the game. Take it with a grain of salt.
nl: De volgende informatie is gebaseerd op gelekte gegevens van bèta versies van het spel. Neem het met een korreltje zout.

# components.Customize.Notifications.Info.049a4d
source: Invite the bot
nl: Nodig de bot uit

# components.Customize.Notifications.Info.34089d
source: Notifications
nl: Meldingen

# components.Customize.Notifications.Info.63d176
source: Genshin Schedule has a Discord bot that can send you notifications when your resin recharges or resources respawn.
nl: Genshin Schedule heeft een Discord bot die je notificaties kan sturen wanneer je resin is opgeladen of middelen respawnen.

# components.Customize.Notifications.Info.8f57ce
source: invite the bot
nl: nodig de bot uit

# components.Customize.Notifications.Info.9da5a0
source: 1. Join the {server}, or {invite} to your server. Either method is fine because you can only interact with the bot via DM anyway, but at least one common server is required for the bot to be able to message you.
nl: 1. Wordt lid van de {server}, of {uitnodigen} voor je eigen server. Allebei de methoden zijn goed omdat je alleen via DM de bot kunt gebruiken. Je moet minstens één gemeenschappelijke server hebben om de bot te kunnen gebruiken.

# components.Customize.Notifications.Info.a7c1c8
source: 2. Make sure DMs from server members are enabled, otherwise the bot cannot message you.
nl: 2. Zorg ervoor dat DMs van server leden aan staat, anders kan de bot je geen berichten sturen.

# components.Customize.Notifications.Info.aebf2a
source: Join the server
nl: Lid worden van de server

# components.Customize.Notifications.Info.e159bf
source: 3. Copy the following message and send it to the bot via DM. Don't share this message with anyone else, ever!
nl: 3. Kopieer het volgende bericht en verstuur het naar de bot via DM. Deel dit bericht nooit met anderen!

# components.Customize.Notifications.Info.e180cd
source: Queue
nl: Wachtrij

# components.Customize.Notifications.MessageDisplay.a79e7a
source: Copied
nl: Gekopieerd

# components.Customize.Notifications.MessageDisplay.e25eaf
source: Copy
nl: Kopiëren

# components.Customize.Notifications.MessageDisplay.fbf09e
source: You are not signed in.
nl: Je bent niet ingelogd.

# components.Customize.Search.2027a7
source: Select items to be added to your farming schedule.
nl: Selecteer items die je aan je farming schema wilt toevoegen.

# components.Customize.Search.7c993e
source: Search characters, weapons and artifacts…
nl: Zoek personages, wapens en artefacten…

# components.Customize.Search.9e7721
source: create an issue
nl: een probleem melden

# components.Customize.Search.bb5522
source: If there are any missing items, please {link} on GitHub.
nl: Als er items ontbreken, {link} op GitHub.

# components.Customize.SettingsList.AccountManageButton.12c3f9
source: You can change your account username and password.
nl: Je kunt je gebruikersnaam en wachtwoord veranderen.

# components.Customize.SettingsList.AccountManageButton.242220
source: Username
nl: Gebruikersnaam

# components.Customize.SettingsList.AccountManageButton.2d40ff
source: Manage account
nl: Account beheren

# components.Customize.SettingsList.AccountManageButton.2f8c01
source: Linked Discord ID
nl: Gekoppelde Discord-ID

# components.Customize.SettingsList.AccountManageButton.7d31e1
source: New password
nl: Nieuw wachtwoord

# components.Customize.SettingsList.AccountManageButton.a58ae0
source: New username
nl: Nieuwe gebruikersnaam

# components.Customize.SettingsList.AccountManageButton.c12651
source: Submit
nl: Verstuur

# components.Customize.SettingsList.AccountManageButton.e3b158
source: Cancel
nl: Annuleer

# components.Customize.SettingsList.AccountManageButton.e6c83b
source: Password
nl: Wachtwoord

# components.Customize.SettingsList.BackgroundSwitch.5d0640
source: Background
nl: Achtergrond

# components.Customize.SettingsList.BackgroundSwitch.b6d853
source: Disabled
nl: Uitgeschakeld

# components.Customize.SettingsList.ConfigExportButton.243268
source: This action cannot be undone.
nl: Deze actie kan niet ongedaan gemaakt worden.

# components.Customize.SettingsList.ConfigExportButton.8ff2e0
source: Overwrite
nl: Overschrijven

# components.Customize.SettingsList.ConfigExportButton.a27849
source: Input is not validated. Corrupted input can make data recovery impossible.
nl: Invoer is niet geldig. Beschadigde invoer kan gegevensherstel onmogelijk maken.

# components.Customize.SettingsList.ConfigExportButton.a79e7a
source: Copied
nl: Gekopieerd

# components.Customize.SettingsList.ConfigExportButton.b0e5f6
source: You can export your account data for backup and restore.
nl: Je kunt je gegevens exporteren voor back-up en herstel.

# components.Customize.SettingsList.ConfigExportButton.dcad88
source: Manage data
nl: Gegevens beheren

# components.Customize.SettingsList.ConfigExportButton.e25eaf
source: Copy
nl: Kopiëren

# components.Customize.SettingsList.LanguageSwitch.4b7b37
source: Add new language
nl: Nieuwe taal toevoegen

# components.Customize.SettingsList.LanguageSwitch.94abfc
source: Default
nl: Standaard

# components.Customize.SettingsList.LanguageSwitch.cb5677
source: Language
nl: Taal

# components.Customize.SettingsList.ResinCalcButtonInput.040acf
source: Resin calculator buttons
nl: Resin rekenmachine knoppen

# components.Customize.SettingsList.ResinEstimateModeSwitch.6eef86
source: Resin estimation mode
nl: Resin schattingsmodus

# components.Customize.SettingsList.ResinEstimateModeSwitch.a854bc
source: Value steps (20, 40, 60)
nl: Waarde stappen (20, 40, 60)

# components.Customize.SettingsList.ResinEstimateModeSwitch.e2e5d9
source: Time steps (2h, 4h, 8h…)
nl: Tijd stappen (2u, 4u, 8u...)

# components.Customize.SettingsList.ResinNotifyMarkSlider.b9f3be
source: Send resin notification at
nl: Stuur resin melding naar

# components.Customize.SettingsList.SignOutButton.c576c9
source: Sign out
nl: Uitloggen

# components.Customize.SettingsList.TaskDefaultZoomSlider.9c6d23
source: Zoom on task focus
nl: Zoom op taakfocus

# components.Customize.SettingsList.TaskListCompactSwitch.a852ad
source: Compact task list
nl: Compacte takenlijst

# components.Customize.SettingsList.ThemeSwitch.84c510
source: Dark mode
nl: Duistere modus

# components.Customize.SettingsList.index.0f789d
source: Settings
nl: Instellingen

# components.Customize.WeaponInfo.CommonMaterialDisplay.8b6c08
source: Add as task
nl: Als taak toevoegen

# components.Customize.WeaponInfo.CommonMaterialDisplay.b4b55a
source: ascension material for {name}
nl: ascensie materiaal voor {naam}

# components.Customize.WeaponInfo.NoteInput.72b891
source: e.g. Lumine's weapon
nl: bijv. Lumines wapen

# components.Customize.WeaponInfo.NoteInput.c6a1b4
source: Additional notes
nl: Extra notities

# components.Customize.WeaponInfo.Toggle.cce039
source: Show on schedule
nl: Toon op schema

# components.Customize.WeaponInfo.Toggle.cf77f8
source: Scheduled domains will appear on the days they are available.
nl: Geplande domeinen verschijnen op de dagen dat ze beschikbaar zijn.

# components.Customize.WeaponList.index.4477a1
source: Weapons
nl: Wapens

# components.DropLabel.0388b5
source: {category}, {region}
nl: {categorie}, {regio}

# components.DropLabel.30b06c
source: Auxiliary drop based on probability
nl: Extra drop op basis van waarschijnlijkheid

# components.DropLabel.9f8862
source: {domain}{days, select, undefined {} other { on {days}}}
nl: {domein}{dagen, selecteer, ongedefinieerd {} anders {op {dagen}}}

# components.DropLabel.abb354
source: This item does not currently drop from any domains.
nl: Dit item komt momenteel niet voor in domeinen.

# components.Footer.76b2f1
source: Written by {chiya} and {contrib} on GitHub.
nl: Geschreven door {chiya} en {contrib} op GitHub.

# components.Footer.865a3c
source: Data on this website may not always be accurate or up-to-date with in-game changes.
nl: Gegevens op deze website zijn mogelijk niet altijd nauwkeurig of up-to-date met in-game wijzigingen.

# components.Footer.d541af
source: {app} is not affiliated with or endorsed by {mihoyo}.
nl: {app} is niet verwant met of ondersteund door {mihoyo}.

# components.Footer.ec5030
source: Shortcuts
nl: Sneltoetsen

# components.Footer.fdbaf2
source: contributors
nl: bijdragers

# components.Header.4d7a4e
source: Customize
nl: Aanpassen

# components.Header.e3e15c
source: Genshin Schedule
nl: Genshin Schema

# components.Home.Clock.DateDisplay.d1826b
source: {value, plural, one {# resin} other {# resins}}
nl: {waarde, meervoud, één {# resin} anders {# resins}}

# components.Home.Clock.DateDisplay.de212c
source: {duration} until reset
nl: {looptijd} tot reset

# components.Home.Clock.ServerText.0fe07e
source: Switch server
nl: Wisselen van server

# components.Home.Clock.ServerText.5f7008
source: Europe
nl: Europa

# components.Home.Clock.ServerText.8a04bd
source: Asia
nl: Azië

# components.Home.Clock.ServerText.9d0209
source: America
nl: Amerika

# components.Home.Clock.TimeDisplay.44c3b9
source: Previous day
nl: Vorige dag

# components.Home.Clock.TimeDisplay.dd708b
source: Next day
nl: Volgende dag

# components.Home.Clock.index.2cbf2a
source: Time in Teyvat
nl: Tijd in Teyvat

# components.Home.DomainView.ArtifactList.742197
source: This item is not guaranteed to drop.
nl: Dit item valt niet gegarandeerd.

# components.Home.DomainView.DomainDisplay.0388b5
source: {category}, {region}
nl: {categorie},{regio}

# components.Home.DomainView.FilterButtons.bca303
source: Filter by efficiency
nl: Filter op efficiëntie

# components.Home.DomainView.FilterTypeButtons.4477a1
source: Weapons
nl: Wapens

# components.Home.DomainView.FilterTypeButtons.4e372c
source: Characters
nl: Personages

# components.Home.DomainView.FilterTypeButtons.796e5e
source: Artifacts
nl: Artefacten

# components.Home.DomainView.Item.238d34
source: Highlight item
nl: Merkeer item

# components.Home.DomainView.MaterialList.742197
source: This item is not guaranteed to drop.
nl: Dit item valt niet gegarandeerd.

# components.Home.DomainView.index.4af108
source: Ley Lines
nl: Leylijnen

# components.Home.DomainView.index.4d7a4e
source: Customize
nl: Aanpassen

# components.Home.DomainView.index.c49d9f
source: Today's Domains
nl: Domeinen van vandaag

# components.Home.DomainView.index.e73ff2
source: No domains for today.
nl: Geen domeinen voor vandaag.

# components.Home.DomainView.index.f52777
source: Go to {customize} to add domains, or maybe try some {link}?
nl: Ga naar {aanpassen} om domeinen toe te voegen, of probeer misschien wat {link}?

# components.Home.RealmCurrency.ClearButton.3bc57c
source: Clear currency
nl: Valuta wissen

# components.Home.RealmCurrency.ClearButton.fc60a8
source: Clear
nl: Wissen

# components.Home.RealmCurrency.EstimatorByCurrency.5921a5
source: {value} in {time}
nl: {waarde} in {tijd}

# components.Home.RealmCurrency.EstimatorByTime.f0f932
source: {value} in {duration}
nl: {waarde} in {tijdsloop}

# components.Home.RealmCurrency.index.1b0b98
source: Trust rank
nl: Vertrouwensrang

# components.Home.RealmCurrency.index.27268e
source: Realm currency
nl: Rijksvaluta

# components.Home.RealmCurrency.index.33dd2d
source: Adeptal energy
nl: Adeptische energie

# components.Home.RealmCurrency.index.9ca85f
source: Your realm currency is full.
nl: Je rijksvaluta is vol.

# components.Home.RealmCurrency.index.c3eb42
source: Switch estimation mode
nl: Schattingsmodus wisselen

# components.Home.RealmCurrency.index.d43d9b
source: Realm Currency Calculator
nl: Rijksvaluta Rekenmachine

# components.Home.Resin.EstimatorByNotifyMark.5921a5
source: {value} in {time}
nl: {waarde} in {tijd}

# components.Home.Resin.EstimatorByResin.5921a5
source: {value} in {time}
nl: {waarde} in {tijd}

# components.Home.Resin.EstimatorByTime.f0f932
source: {value} in {duration}
nl: {waarde} in {tijdsloop}

# components.Home.Resin.NotificationSetter.94aedd
source: You have {value} resins right now!
nl: Je hebt {Waarde} resins momenteel!

# components.Home.Resin.NotificationSetter.d9f446
source: Your resins have fully recharged!
nl: Je resins zijn volledige opgeladen!

# components.Home.Resin.NotificationSetter.db8673
source: Resin recharged
nl: Resin opgeladen

# components.Home.Resin.SideButtons.387912
source: Subtract {amount} resins
nl: Trek {bedrag} resins af

# components.Home.Resin.SideButtons.9f72cf
source: Add {amount} resins
nl: Voeg {bedrag} resins toe

# components.Home.Resin.index.506b0c
source: Your resins are full.
nl: Je resins zijn vol.

# components.Home.Resin.index.c3eb42
source: Switch estimation mode
nl: Schattingsmodus wisselen

# components.Home.Resin.index.fe85b2
source: Resin Calculator
nl: Resin Rekenmachine

# components.Home.Tasks.MarkAllDone.ec7046
source: Mark everything as done
nl: Markeer alles as gedaan

# components.Home.Tasks.SearchButton.c66715
source: Search
nl: Zoeken

# components.Home.Tasks.ShowDoneButton.1e4bd0
source: Hide done
nl: Verberg gedaan

# components.Home.Tasks.ShowDoneButton.e73315
source: Show done
nl: Toon gedaan

# components.Home.Tasks.ShowHiddenButton.7a418f
source: Show hidden
nl: Toon verborgen

# components.Home.Tasks.ShowHiddenButton.e9f3d0
source: Hide hidden
nl: Verberg verborgen

# components.Home.Tasks.index.0b9931
source: Today's Tasks
nl: Taken van vandaag

# components.Home.Tasks.index.4ab261
source: Create one by clicking on the map.
nl: Maak een door op de map te klikken.

# components.Home.Tasks.index.5c6f2d
source: No tasks for now.
nl: Geen taken voor nu.

# components.Home.Tasks.index.778f27
source: Open map
nl: Map openen

# components.Layout.1f7783
source: Statistics
nl: Statistieken

# components.Layout.34089d
source: Notifications
nl: Meldingen

# components.Map.TaskCreateLayer.CreateButton.573cd8
source: Create
nl: Maken

# components.Map.TaskLayer.DeleteButton.2b7afa
source: Delete
nl: Verwijderen

# components.Map.TaskLayer.DoneButton.395490
source: Mark as to-do
nl: Markeer als te doen

# components.Map.TaskLayer.DoneButton.927523
source: Mark as done
nl: Markeer als gedaan

# components.Map.TaskMarker.BackButton.73247b
source: Back
nl: Terug

# components.Map.TaskMarker.InfoPage.DueText.17572f
source: Due {time} ago
nl: Te doen {tijd} geleden

# components.Map.TaskMarker.InfoPage.DueText.767ec9
source: Due in {time}
nl: Te doen in {tijd}

# components.Map.TaskMarker.InfoPage.HideCheck.fdf592
source: Hide temporarily
nl: Tijdelijk verbergen

# components.Map.TaskMarker.InfoPage.IntervalPicker.52cf48
source: {time}AM
nl: {tijd}AM

# components.Map.TaskMarker.InfoPage.IntervalPicker.a736a6
source: Respawns every
nl: Respawnt elke

# components.Map.TaskMarker.InfoPage.IntervalResetCheck.4b91b9
source: Respawns on server reset
nl: Respawnt op server reset

# components.Map.TaskMarker.InfoPage.IntervalResetCheck.52cf48
source: {time}AM
nl: {tijd}AM

# components.Map.TaskMarker.InfoPage.NotifyToggle.0b66a8
source: {name} respawned
nl: {naam} gerespawned

# components.Map.TaskMarker.InfoPage.NotifyToggle.da9e7e
source: Notify respawn
nl: Respawn melden

# components.Map.TaskMarker.InfoPage.index.343579
source: Options
nl: Opties

# components.Map.TaskMarker.InfoPage.index.656cac
source: Change icon
nl: Icoon veranderen

# components.Map.TaskMarker.InfoPage.index.906238
source: Task description
nl: Taak beschrijving

# components.MapPage.SearchButton.c66715
source: Search
nl: Zoeken

# components.MapPage.TaskListOverlay.ea3f7e
source: Show list
nl: Lijst tonen

# components.MapPage.TaskListOverlay.f36c72
source: Hide list
nl: Lijst verbergen

# components.ShortcutHelp.0b8e0c
source: Focus next task
nl: Focus volgende taak

# components.ShortcutHelp.0eca1d
source: Add {values}
nl: {waarde} toevoegen

# components.ShortcutHelp.44c3b9
source: Previous day
nl: Vorige dag

# components.ShortcutHelp.49f4fc
source: shift
nl: verschuiven

# components.ShortcutHelp.5451c7
source: left
nl: links

# components.ShortcutHelp.55c972
source: right
nl: rechts

# components.ShortcutHelp.723949
source: Server clock
nl: Server klok

# components.ShortcutHelp.755c57
source: Task scheduler
nl: Taakplanner

# components.ShortcutHelp.7acb8d
source: Search tasks
nl: Taken doorzoeken

# components.ShortcutHelp.927523
source: Mark as done
nl: Markeer als gedaan

# components.ShortcutHelp.96d48b
source: Resin calculator
nl: Resin rekenmachine

# components.ShortcutHelp.9f8054
source: Show keyboard shortcuts
nl: Toon toetsenbord sneltoetsen

# components.ShortcutHelp.b13795
source: Subtract {values}
nl: Trek {waarden} af

# components.ShortcutHelp.bf360f
source: Keyboard shortcuts
nl: Toetsenbord sneltoetsen

# components.ShortcutHelp.c03f14
source: Toggle list overlay
nl: Lijst overlay in/uitschakelen

# components.ShortcutHelp.dd708b
source: Next day
nl: Volgende dag

# components.ShortcutHelp.efcb6e
source: Focus previous task
nl: Focus vorige taak

# components.ShortcutHelp.fcc2fc
source: Reset offset
nl: Verschil resetten

# components.ShortcutHelp.fd59c3
source: Other
nl: Anders

# components.Statistics.InfoText.22e144
source: Duration
nl: Tijdsloop

# components.Statistics.InfoText.be142a
source: Range
nl: Bereik

# components.Statistics.ResetButton.1e2167
source: Reset statistics
nl: Statistieken resetten

# components.Statistics.ResetButton.243268
source: This action cannot be undone.
nl: Deze actie kan niet ongedaan gemaakt worden.

# components.Statistics.ResetButton.8e6fec
source: Reset
nl: Resetten

# components.Statistics.ResetButton.e3b158
source: Cancel
nl: Annuleer

# components.Statistics.ResinStats.101bad
source: {percent}% efficiency
nl: {percentage}% werking

# components.Statistics.ResinStats.309da3
source: Total
nl: Totaal

# components.Statistics.ResinStats.6b30d3
source: Peak
nl: Top

# components.Statistics.ResinStats.76ed65
source: Never
nl: Nooit

# components.Statistics.ResinStats.99ed7d
source: Resins spent
nl: Resin besteedt

# components.Statistics.ResinStats.cd681b
source: Today
nl: Vandaag

# components.Statistics.TaskStats.309da3
source: Total
nl: Totaal

# components.Statistics.TaskStats.6b30d3
source: Peak
nl: Top

# components.Statistics.TaskStats.76ed65
source: Never
nl: Nooit

# components.Statistics.TaskStats.c90f7d
source: Tasks done
nl: Taken gedaan

# components.Statistics.TaskStats.cd681b
source: Today
nl: Vandaag

# components.TaskListCard.DoneButton.395490
source: Mark as to-do
nl: Markeer als te doen

# components.TaskListCard.DoneButton.927523
source: Mark as done
nl: Markeer als gedaan

# components.TaskListCard.HideButton.2bb024
source: Show
nl: Toon

# components.TaskListCard.HideButton.3106fe
source: Unhide
nl: Tonen

# components.TaskListCard.HideButton.540fd9
source: Hide
nl: Verbergen

# components.TaskListCard.HideButton.fdf592
source: Hide temporarily
nl: Tijdelijk verbergen

# components.TaskListCard.Item.0ababe
source: Highlight task
nl: Taak markeren

# components.TaskSearchModal.4ae60b
source: Search tasks…
nl: Taken doorzoeken…

# db.artifacts.21612b
source: Defender's Will
nl: Verdedigers Wil

# db.artifacts.3e9210
source: Artifact
nl: Artefact

# db.artifacts.de601b
source: Shimenawa's Reminiscence
nl: Shimenawas Herinnering

# db.artifacts.e34cca
source: Wanderer's Troupe
nl: Dwalers Troep

# db.characterMaterials.075225
source: Smoldering Pearl
nl: Smeulende Parel

# db.characterMaterials.1a889f
source: Crystalline Bloom
nl: Kristallijne Bloei

# db.characterMaterials.1d76b3
source: Lightning Prism
nl: Bliksem Prisma

# db.characterMaterials.2273a3
source: Storm Beads
nl: Strom Kralen

# db.characterMaterials.263550
source: Brilliant Diamond Silver
nl: Briljant Diamant Zilver

# db.characterMaterials.2c5da2
source: Character Ascension Material
nl: Personage Ascensie Materiaal

# db.characterMaterials.402219
source: Vayuda Turquoise
nl: Vayuda Turkoois

# db.characterMaterials.442b7d
source: Agnidus Agate Silver
nl: Agnidus Agaat Zilver

# db.characterMaterials.544601
source: Vajrada Amethyst Silver
nl: Vajrada Amethist Zilver

# db.characterMaterials.61a03d
source: Prithiva Topaz Silver
nl: Prithiva Topaas Zilver

# db.characterMaterials.674d0f
source: Dragonheir's False Fin
nl: Dragonheirs Valse Fin

# db.characterMaterials.69e399
source: Marionette Core
nl: Marionette Kern

# db.characterMaterials.6dacd8
source: Everflame Seed
nl: Everflame-Zaad

# db.characterMaterials.71aa4d
source: Hurricane Seed
nl: Orkaanzaad

# db.characterMaterials.7bbaf1
source: Shivada Jade Silver
nl: Shivada Jade Zilver

# db.characterMaterials.84ad4f
source: Basalt Pillar
nl: Basalt Pilaar

# db.characterMaterials.aef1aa
source: Juvenile Jade
nl: Jong Jade

# db.characterMaterials.b1845e
source: Dew of Repudiation
nl: Dauw van Verwerping

# db.characterMaterials.ba86ce
source: Agnidus Agate
nl: Agnidus Agaat

# db.characterMaterials.c0b022
source: Vayuda Turquoise Silver
nl: Vayuda Turkoois Zilver

# db.characterMaterials.cd566f
source: Varunada Lazurite
nl: Varunada Lazuriet

# db.characterMaterials.d82be1
source: Brilliant Diamond
nl: Briljante Diamant

# db.characterMaterials.e422cf
source: Hoarfrost Core
nl: Rijp Kern
